{
	"ymodify-desc": "Y-MODIFY IS A TEAM WHICH ORGANIZED BY JUNIOR HIGH SCHOOL STUDENTS<br>WE'RE DISCUSSING TO MAKE MORE 'INTERESTING' THINGS.",
	"slider-humanoid": "A Humanoid for Hobby",
	"slider-ozone": "Bring your favorite distro to the Intel Edison",
	"slider-job": "We are just doing our hobbies like jobs, but it's not jobs.",
	"top-yamax": "YamaX is humanoid embedded Intel Edison.\nIt can perform voice recognition, speaking, remote control, etc...",
	"top-yamax-structure": "Simplicated constructure",
	"top-yamax-actions": "Pre-loaded actions",
	"top-yamax-linux": "Linux for General purpose",
	"top-flixa": "'Float, Flat, Flexible'\nGaming library for every platform\n",
	"top-flixa-embed": "Embedded environment supported",
	"top-flixa-lang": "Can be used in many programming languages",
	"top-flixa-open": "Open source (Why not!)",
	"top-ozone": "Useful alternative OSs for Intel Edison.\nEnjoy Intel Edison in familiar environment\n",
	"top-ozone-another": "Another OS will be added",
	"top-ozone-open": "Open source (Why not again)",
	"yamax-desc": "\"A Humanoid for Hobby\"\nFor everyone who starts making humanoid from now on.",
	"yamax-moving": "Moving",
	"yamax-voicecontrol": "Voice Control",
	"yamax-structure": "Structure",
	"yamax-history": "History of YamaX",
	"yamax-moving-desc": "Program for walking is directly written.\nBeyond a lot of testing, we did make YamaX walk.\nWe took over months to do it.\n",
	"yamax-voicecontrol-desc": "Intel Edison was embedded into YamaX.\nUsing embedded linux, it can perform voice recognition, speaking, remote control, etc..\n",
	"yamax-structure-desc": "Almost things from frame of motor to control board are hand-maded.\nThis is robot\n",
	"about-excite": "Create the excitement.",
	"about-excite-desc": "Just before powering is the most exciting part of making.\n                  We make things for the happiness of 'Complete working',\n                  and for the excitement of both makers and users.",
	"about-crazy": "Always be crazy.",
	"about-crazy-desc": "Maybe not crazy, but always be excited.\n                  Every ideas won't be made when you're looking ground.\n                  Starts with playful mind, either ends do.",
	"about-prototypes": "Forever prototypes.",
	"about-prototypes-desc": "'Complete' always goes away how you follow it.\nIt's awesome isn't it to make prototypes closer to complete thing?",
	"member-nyanyan-desc": "Oh,I will soon become a high school student...\nThis is Nyanyan, I use this squirrel photo, as usual.\nIt's too fast a year passes...\nI make mainly YamaX hardware.\nNowadays, I am thinking of YamaX innovation.\nI will inprove light metals processing and increse the variation of that.",
	"member-coorde-desc": "I'm coord.e.\nI makes software of YamaX and Ozone OS.\nI'm in public relations section after a fashion, so I also makes something involved with public relations like this webpage.\nMy maker life has started with PIC16F and assembly language, and I turned into a person of software side when I realized it.\nI love Intel Edison and Arduino. \nNowadays, I'm learning machine learning to make YamaX walk stably automatically.",
	"member-cj-desc": "Hello, My name is CJ.\nI'm on software side of Y-modify, like developing games.\nBy the way I'm dancer :)",
	"member-jyu1": "Jyuichi",
	"member-jyu1-desc": "Hello, I'm Jyuichi.\n...I believe you can know I love cars from the photo...\nI'm mainly doing what isn't involved with projects.\nI'm trying to make good things. Nice to meet you.",
	"member-scop": "Scop",
	"member-scop-desc": "I'm Y-modify's photographer and in charge of morality, Scop.\nI belongs to phisics club, chemistory club and photography club in school and I enjoy it.\nI have minimum knowledges about robot, so I'm working on accounting and public relations section.\nI'm sometimes going to upload photos which I take.",
	"member-fish": "Sacanan",
	"member-fish-desc": "Our guardian deity, Sacanan.\nSacanan is our mascot.",
	"member-desc": "Let me introduce Y-modify's member"
}
